Repository: AwesomeLezf/WooCommerce-Points-Management
Catalog: languages/wc-points-menagement-*.po
Languages: pl_pl

source: Loyal points
pl_pl: Punkty lojalnościowe

source: Points history
pl_pl: Historia punktów

source: Points history no found
pl_pl: Historia punktów nie znaleziona

source: Date
pl_pl: Data

source: Points count
pl_pl: Liczba punktów

source: Message
pl_pl: Wiadomość

source: Points list
pl_pl: Lista punktów

source: Search
pl_pl: Wyszukaj

source: Email address
pl_pl: Adres e-mail

source: History
pl_pl: Historia

source: Add / remove points
pl_pl: Dodaj / odejmij punkty

source: User
pl_pl: Użytkownik

source: Select user
pl_pl: Wybierz użytownika

source: Add
pl_pl: Dodaj

source: Subtract
pl_pl: Odjemij

source: Messasge
pl_pl: Wiadomość

source: Assign points
pl_pl: Przypisz punkty

source: Import points
pl_pl: Importuj punkty

source: Import xlsx file
pl_pl: Importuj plik xlsx

source: File in format:
pl_pl: Pliki w formacie

source: You have no enough points
pl_pl: Nie masz wystarczającej liczby punktów

source: Go to order
pl_pl: Przejdź do zamówienia

source: Points
pl_pl: Punkty

source: I order
pl_pl: Zamawiam

source: Oreder number #
pl_pl: Zamówienie nr #

source: Checkout is not available whilst you have no enought points.
pl_pl: Zamówenie nie jest dostępne, jeżeli nie masz wystarczającej liczby punktów.
